[M_Orchid_FreedomOfSpeech MissionDefinition]
MissionName="freedom of expression"
MissionDescription="okay [place]Flammable cleaning agents[-place] A Hyperion case identified as C3N50R807 has been found. He seemed anxious to break Pandora's "bad habit." At this point, the robot's sensors compete for tempting ideas. Poor TV stations prefer to broadcast violent content from broadcast towers. The Sensor Robot demands that he find him and kill him before he curses his life.."
TurnInDescription="Pandora is crime, it can be full of theft and hell; But at least you were sure no one had said a bad word.."
MissionSummary="Teachers and insurance bills."
MissionGiver="Robotic sensors"
MissionTurnInLocation="robot sensor"
TeaserText="Monitoring patients."

[M_Orchid_FreedomOfSpeech:BlowUpStation MissionObjectiveDefinition]
ProgressMessage="Remove the remote control"

[M_Orchid_FreedomOfSpeech:BlowUpStationSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:KillDJ MissionObjectiveDefinition]
ProgressMessage="Kill DJ Tanner."

[M_Orchid_FreedomOfSpeech:KillDJSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:ReturnSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Orchid_FreedomOfSpeech:ReturnToCensorbot MissionObjectiveDefinition]
ProgressMessage="Introducing RoboSensor."

